Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PARTS_AND_SERVICE_FOOTER
source: Parts and service history is collected by Apple and shows information on the status and repair details for your iPhone. Learn more…
ar: تجمع Apple سجل تاريخ القطع والخدمة، ويعرض السجل معلومات عن حالة iPhone وتفاصيل إصلاحه. معرفة المزيد…
bg: Историята за части и сервиз се събира от Apple и показва информация за състоянието и подробности относно ремонти на вашия iPhone. Научете повече…
ca: Apple recopila els components i l’historial de manteniment, que inclou informació sobre l’estat i les reparacions de l’iPhone. Més informació…
cs: V přehledu dílů a servisní historie, shromažďovaném společností Apple, se zobrazují podrobné údaje o stavu a opravách iPhonu. Další informace…
da: Historik for service og reservedele indsamles af Apple og viser oplysninger om status og reparationsoplysninger for din iPhone. Læs mere…
de: Das Teile- und Serviceprotokoll wird von Apple akkumuliert und zeigt Informationen über den Status und Reparaturdetails deines iPhone an.• Weitere Infos …
el: Το τμήμα «Ιστορικό εξαρτημάτων και σέρβις» εμφανίζει πληροφορίες που συλλέγονται από την Apple σχετικά με την κατάσταση και τις λεπτομέρειες επισκευής του iPhone σας. Μάθετε περισσότερα…
es: En la sección “Historial de piezas y reparaciones” se muestra la información que recopila Apple sobre el estado y las reparaciones del iPhone. Más información…
es_us: Apple recopila el historial de piezas y servicios, y muestra información sobre los detalles de reparación y el estado de tu iPhone. Obtén detalles…
fi: Apple kerää osa- ja huoltohistorian, joka sisältää tiedot iPhonen tilasta ja korjauksista.•Lisätietoja…
fr: L’historique des pièces et des réparations est collecté par Apple et indique le statut et les détails des réparations de votre iPhone. En savoir plus…
fr_ca: L’historique des pièces et des réparations est recueilli par Apple et affiche des informations sur l’état et les détails des réparations de votre iPhone. En savoir plus…
he: היסטוריית הרכיבים והשירות נאספת על-ידי Apple ומציגה מידע בנוגע למצב ופרטי התיקונים של ה-iPhone שלך. פרטים נוספים…
hi: Apple पार्ट और सर्विस हिस्ट्री एकत्र करता है और उसमें आपके iPhone के स्टेटस और मरम्मत की विवरण संबंधी जानकारी दिखाई जाती है। अधिक जानें…
hr: U Povijesti dijelova i servisa koju prikuplja Apple prikazane su informacije o statusu i detalji popravaka iPhonea. Saznajte više…
hu: Az Alkatrészek és szervizelőzmények adatait az Apple gyűjti, és az Ön iPhone-jának állapotával és javításra vonatkozó részleteivel kapcsolatos információkat jeleníti meg. Bővebben…
id: Riwayat komponen dan servis dikumpulkan oleh Apple dan menampilkan informasi mengenai status dan detail perbaikan untuk iPhone Anda. Lebih lanjut…
it: La sezione “Parti e cronologia dell’assistenza” viene raccolta da Apple e mostra informazioni sullo stato di iPhone e dettagli sulle riparazioni. Ulteriori informazioni…
ja: 部品と修理の履歴はAppleによって収集され、この履歴にはこのiPhoneのハードウェアの状況と修理の詳細が表示されます。詳しい情報…
kk: Apple тарапынан жиналатын бөлшектер мен сервис тарихында iPhone құрылғыңыздың күйі мен жөндеу тарихы көрсетіледі. Толығырақ ақпарат алу…
ko: 부품 및 서비스 기록은 Apple에서 수집하며, iPhone의 상태 및 수리 관련 세부사항을 보여줍니다. 더 알⁠아⁠보⁠기…
lt: Dalių ir techninio aptarnavimo istoriją renka „Apple“ – joje rodoma informacija apie jūsų „iPhone“ būseną ir remontą. Sužinokite daugiau…
ms: Sejarah komponen dan servis dikumpulkan oleh Apple serta menunjukkan maklumat tentang status dan butiran pembaikan iPhone anda. Ketahui lebih lanjut…
nl: 'Onderdelen- en service­geschiedenis' wordt verzameld door Apple en toont informatie over de status en reparatie­details voor je iPhone. Meer informatie…
no: Dele- og serviceloggen føres av Apple og viser informasjon om statusen til og reparasjoner av iPhonen. Finn ut mer…
pl: Historia części i serwisu jest gromadzona przez Apple. Wyświetla informacje na temat statusu i szczegóły napraw Twojego iPhone’a. Więcej informacji…
pt_br: O histórico de peças e serviço é coletado pela Apple e mostra informações sobre o estado e os detalhes de reparos do seu iPhone. Saiba mais…
pt_pt: O histórico de peças e assistência é recolhido pela Apple e apresenta informação acerca do estado e detalhes sobre reparações do seu iPhone. Saiba mais…
ro: Istoricul de componente și service este colectat de Apple și afișează informații despre starea și detaliile reparațiilor iPhone‑ului dvs. Mai multe…
ru: В истории деталей и обслуживания, которую собирает Apple, содержится информация о статусе и истории ремонта Вашего iPhone. Подробнее…
sk: V časti Diely a servisná história sa zobrazia informácie o stave a podrobnostiach opráv vášho iPhonu, ktoré zhromaždila spoločnosť Apple. Viac informácií…
sl: Apple zbira informacije o rezervnih delih in zgodovini popravil, kjer so prikazane informacije o stanju in podrobnosti o popravilih za vaš iPhone. Več o tem …
sv: Historiken för komponenter och service samlas in av Apple och visar information om status och reparation för iPhone. Läs mer…
th: ประวัติชิ้นส่วนและบริการถูกเก็บรวบรวมโดย Apple และแสดงข้อมูลเกี่ยวกับสถานะและรายละเอียดการซ่อมแซมสำหรับ iPhone ของคุณ เรียนรู้เพิ่มเติม…
tr: Parçalar ve servis geçmişi Apple tarafından toplanır ve iPhone’unuzun durumu ve onarım ayrıntıları hakkında bilgileri gösterir. Daha fazla bilgi…
uk: Історія обслуговування та ремонту надсилається в Apple і містить відомості про стан та історію лагодження деталей iPhone. Докладніше…
vi: Lịch sử linh kiện và dịch vụ được Apple thu thập và hiển thị thông tin về trạng thái và chi tiết sửa chữa cho iPhone của bạn. Tìm hiểu thêm…
zh_cn: Apple会收集部件和维修历史，并使用此信息显示你iPhone的状态和维修详细信息。进一步了解…
zh_hk: Apple會收集零件和維修記錄，此記錄會顯示iPhone的狀態和維修詳細資料。進一步了解⋯
zh_tw: Apple收集的零件和維修記錄會顯示iPhone的狀態和維修詳細資訊。更多內容⋯

# GENUINE_FACEID_DESC
source: iPhone Face ID is a genuine Apple part.
ar: بصمة الوجه في iPhone قطعة أصلية من Apple.
bg: iPhone Face ID е оригинална част на Apple.
ca: El Face ID de l’iPhone és un component original d’Apple.
cs: V iPhonu je nainstalovaný originální modul Face ID od společnosti Apple.
da: Face ID på denne iPhone er en ægte Apple-reservedel.
de: Face ID des iPhone ist ein Originalbauteil von Apple.
el: Το Face ID του iPhone αποτελεί γνήσιο εξάρτημα Apple.
es: El sensor Face ID del iPhone es una pieza original de Apple.
es_us: El sensor Face ID de tu iPhone es original de Apple.
fi: iPhonen Face ID on aito Applen osa.
fr: Le capteur Face ID de l’iPhone est une pièce Apple d’origine.
fr_ca: Le capteur Face ID de l’iPhone est une pièce Apple authentique.
he: רכיב ה-Face ID ב-iPhone הוא רכיב מקורי של Apple.
hi: iPhone Face ID Apple का असली पार्ट है।
hr: Face ID iPhonea originalni je Apple proizvod.
hu: Az iPhone Face ID‑ja eredeti Apple-alkatrész.
id: Face ID iPhone adalah komponen asli Apple.
it: Il sensore Face ID di iPhone è una parte originale Apple.
ja: iPhoneのFace IDはApple純正部品です。
kk: iPhone Face ID — түпнұсқа Apple бөлшегі.
ko: iPhone Face ID가 Apple 정품 부품입니다.
lt: „iPhone“ įrenginio „Face ID“ yra originali „Apple“ dalis.
ms: Face ID iPhone ialah komponen Apple asli.
nl: Face ID op de iPhone is een origineel Apple onderdeel.
no: Face ID på iPhone er en originaldel fra Apple.
pl: iPhone ma oryginalny czujnik Face ID.
pt_br: O Face ID do iPhone é uma peça genuína da Apple.
pt_pt: O Face ID deste iPhone é uma peça Apple genuína.
ro: Senzorul Face ID al iPhone‑ului este o componentă Apple originală.
ru: Система Face ID в iPhone является подлинной деталью Apple.
sk: Face ID vášho iPhonu je originálny diel od spoločnosti Apple.
sl: iPhonov senzor za Face ID je originalna komponenta Apple.
sv: iPhones Face ID är en äkta Apple-komponent.
th: Face ID ของ iPhone เป็นชิ้นส่วนของแท้จาก Apple
tr: iPhone Face ID orijinal bir Apple parçası.
uk: В iPhone установлено оригінальний модуль Face ID від Apple.
vi: Face ID của iPhone là linh kiện Apple chính hãng.
zh_cn: iPhone面容ID为正品Apple部件。
zh_hk: iPhone Face ID為Apple原廠零件。
zh_tw: iPhone Face ID為Apple原廠零件。

# TOUCHID_REPAIR
source: Touch ID
ar: بصمة الإصبع
it: Sensore Touch ID
zh_cn: 触控ID

# Audio
source: Speaker
ar: السماعة
bg: Високоговорител
ca: Altaveu
cs: Reproduktor
da: Højttaler
de: Lautsprecher
el: Ηχείο
es: Altavoz
es_us: Altavoz
fi: Kaiutin
fr: Haut-parleur
fr_ca: Haut-parleur
he: רמקול
hi: स्पीकर
hr: Zvučnik
hu: Hangszóró
it: Altoparlante
ja: スピーカー
kk: Динамик
ko: 스피커
lt: Garsiakalbis
nl: Luidspreker
no: Høyttaler
pl: Głośnik
pt_br: Alto-falante
pt_pt: Altifalante
ro: Difuzor
ru: Динамик
sk: Reproduktor
sl: Zvočnik
sv: Högtalare
th: ลำโพง
tr: Hoparlör
uk: Динамік
vi: Loa
zh_cn: 扬声器
zh_hk: 喇叭
zh_tw: 揚聲器

# FINISH_FACEID_REPAIR_DESC_IPAD
source: Tap to configure your new TrueDepth Camera for this iPad.
ar: اضغط لتكوين كامير العمق الحقيقي الجديدة لهذا الـ iPad.
bg: Докоснете, за да се конфигурира вашата нова камера TrueDepth за този iPad.
ca: Toca per configurar la càmera TrueDepth nova de l’iPad.
cs: Nakonfigurování nového TrueDepth fotoaparátu pro iPad zahájíte klepnutím.
da: Tryk for at konfigurere det nye TrueDepth-kamera til denne iPad.
de: Tippe, um die neue TrueDepth-Kamera für dieses iPad zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα κάμερα TrueDepth για αυτό το iPad.
es: Toca para configurar la nueva cámara TrueDepth del iPad.
es_us: Toca para configurar la nueva cámara TrueDepth para este iPad.
fi: Määritä uusi TrueDepth-kamera tälle iPadille napauttamalla.
fr: Touchez pour configurer votre nouvelle caméra TrueDepth pour cet iPad.
fr_ca: Touchez pour configurer la nouvelle caméra TrueDepth de cet iPad.
he: יש להקיש כדי להגדיר את מצלמת ה-TrueDepth החדשה שלך ב-iPad זה.
hi: इस iPad के लिए अपना नया TrueDepth कैमरा कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje nove TrueDepth kamere za ovaj iPad.
hu: Koppintson ide, hogy konfigurálni lehessen az új TrueDepth-kamerát ehhez az iPadhez.
id: Ketuk untuk mengonfigurasi Kamera TrueDepth baru Anda untuk iPad ini.
it: Tocca per configurare la nuova fotocamera TrueDepth per iPad.
ja: タップして、このiPad用の新しいTrueDepthカメラを構成します。
kk: Бұл iPad құрылғысы үшін TrueDepth камерасын теңшеу мақсатында түртіңіз.
ko: 탭하여 새로운 TrueDepth 카메라를 이 iPad용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPad“ įrenginio „TrueDepth“ kamerą.
ms: Ketik untuk mengkonfigurasikan Kamera TrueDepth baharu anda bagi iPad ini.
nl: Tik om de nieuwe TrueDepth-camera voor deze iPad te configureren.
no: Trykk for å tilpasse det nye TrueDepth-kameraet for denne iPaden.
pl: Stuknij, aby skonfigurować nowy aparat TrueDepth dla tego iPada.
pt_br: Toque para configurar a nova Câmera TrueDepth deste iPad.
pt_pt: Toque para configurar a câmara TrueDepth nova para este iPad.
ro: Apăsați pentru a configura noua cameră TrueDepth pentru acest iPad.
ru: Коснитесь, чтобы настроить новую камеру TrueDepth для работы с этим iPad.
sk: Klepnutím nakonfigurujete novú TrueDepth kameru pre tento iPad.
sl: Tapnite za konfiguracijo nove kamere TrueDepth za ta iPad.
sv: Tryck för att konfigurera den nya TrueDepth-kameran för denna iPad.
th: แตะเพื่อกำหนดค่ากล้อง TrueDepth ใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Bu iPad için yeni TrueDepth Kamera’nızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нову камеру TrueDepth для цього iPad.
vi: Chạm để định cấu hình Camera TrueDepth mới cho iPad này.
zh_cn: 轻点配置此iPad的新原深感摄像头。
zh_hk: 點一下即可為此iPad設定新的「原深感測鏡頭」。
zh_tw: 點一下來設定此iPad的新原深感測相機。

# BLUETOOTH_FOLLOWUP_TITLE
source: Bluetooth Issue Detected
ar: تم اكتشاف مشكلة في Bluetooth
bg: Открит е проблем с Bluetooth
ca: Problema detectat amb el Bluetooth
cs: Byl zjištěn problém s rozhraním Bluetooth
da: Problem med Bluetooth fundet
de: Bluetooth-Problem entdeckt
el: Εντοπίστηκε ζήτημα με το Bluetooth
es: Hay un problema con Bluetooth
es_us: Problema detectado con Bluetooth
fi: Bluetooth-ongelma havaittu
fr: Problème de Bluetooth détecté
fr_ca: Problème de connectivité Bluetooth détecté
he: התגלתה בעיה עם Bluetooth
hi: Bluetooth में समस्या पाई गई
hr: Detektiran je problem s Bluetoothom
hu: Bluetoothszal kapcsolatos probléma merült fel
id: Masalah Bluetooth Terdeteksi
it: È stato rilevato un problema con il Bluetooth
ja: Bluetoothの問題が検出されました
kk: Bluetooth мәселесі анықталды
ko: Bluetooth 문제가 감지됨
lt: Aptikta „Bluetooth“ ryšio problema
ms: Isu Bluetooth Dikesan
nl: Probleem met Bluetooth gedetecteerd
no: Feil med Bluetooth registrert
pl: Bluetooth: wykryto problem
pt_br: Problema Detectado com Bluetooth
pt_pt: Problema detetado com o Bluetooth
ro: A fost detectată o problemă legată de Bluetooth
ru: Обнаружена неполадка Bluetooth
sk: Bol zistený problém s rozhraním Bluetooth
sl: Zaznana je težava s povezavo Bluetooth
sv: Bluetooth-problem upptäckt
th: ตรวจพบปัญหาบลูทูธ
tr: Bluetooth Sorunu Saptandı
uk: Виявлено проблему з Bluetooth
vi: Đã phát hiện sự cố với Bluetooth
zh_cn: 检测到蓝牙问题
zh_hk: 偵測到藍牙問題
zh_tw: 偵測到藍牙問題

# IMPORTANT_CAMERA_MESSAGE
source: Camera Not Recognized
ar: لم يتم التعرف على الكاميرا
bg: Камерата не е разпозната
ca: Càmera no reconeguda
cs: Fotoaparát nebyl rozpoznán
da: Kamera ikke genkendt
de: Kamera nicht erkannt
el: Δεν αναγνωρίστηκε η κάμερα
es: Cámara no reconocida
es_us: Cámara no reconocida
fi: Kameraa ei tunnistettu
fr: Caméra non reconnue
fr_ca: Caméra non reconnue
he: המצלמה לא זוהתה
hi: कैमरा पहचाना नहीं गया
hr: Kamera nije prepoznata
hu: A kamera nem ismerhető fel
id: Kamera Tidak Dikenali
it: Fotocamera non riconosciuta
ja: カメラを識別できません
kk: Камера танылмады
ko: 카메라가 인식되지 않음
lt: Neatpažinta kamera
ms: Kamera Tidak Dikenali
nl: Camera niet herkend
no: Kameraet er ikke godkjent
pl: Aparat nierozpoznany
pt_br: Câmera Não Reconhecida
pt_pt: Câmara não reconhecida
ro: Cameră nerecunoscută
ru: Камера не распознана
sk: Nerozpoznaná kamera
sl: Kamera ni prepoznana
sv: Kameran känns inte igen
th: กล้องที่ไม่รู้จัก
tr: Kamera Tanınamadı
uk: Камеру не розпізнано
vi: Không nhận ra camera
zh_cn: 无法识别相机
zh_hk: 無法識別相機
zh_tw: 無法辨識相機

source: SERVICE HISTORY
ar: سجل تاريخ الخدمة
bg: СЕРВИЗНА ИСТОРИЯ
ca: HISTORIAL DE MANTENIMENT
cs: SERVISNÍ HISTORIE
da: HISTORIK FOR SERVICE
de: SERVICEPROTOKOLL
el: ΙΣΤΟΡΙΚΟ ΣΕΡΒΙΣ
es: HISTORIAL DE REPARACIONES
es_us: HISTORIAL DE SERVICIOS
fi: HUOLTOHISTORIA
fr: HISTORIQUE DES RÉPARATIONS
fr_ca: HISTORIQUE DES RÉPARATIONS
he: היסטוריית שירות
hi: सर्विस हिस्ट्री
hr: POVIJEST SERVISA
hu: SZERVIZELŐZMÉNYEK
id: RIWAYAT SERVIS
it: CRONOLOGIA DELL’ASSISTENZA
ja: 修理の履歴
kk: СЕРВИС ТАРИХЫ
ko: 서비스 기록
lt: TECHNINĖS PRIEŽIŪROS ISTORIJA
ms: SEJARAH SERVIS
nl: ONDERHOUDS­GESCHIEDENIS
no: SERVICELOGG
pl: HISTORIA SERWISU
pt_br: HISTÓRICO DE SERVIÇOS
pt_pt: HISTÓRICO DE ASSISTÊNCIA
ro: ISTORIC SERVICE
ru: ИСТОРИЯ ОБСЛУЖИВАНИЯ
sk: SERVISNÁ HISTÓRIA
sl: ZGODOVINA SERVISIRANJ
sv: SERVICEHISTORIK
th: ประวัติบริการ
tr: SERVİS GEÇMİŞİ
uk: ІСТОРІЯ ОБСЛУГОВУВАННЯ
vi: LỊCH SỬ DỊCH VỤ
zh_cn: 维修历史
zh_hk: 維修記錄
zh_tw: 維修記錄

# NFC_FOLLOWUP_TITLE
source: Apple Pay Issue Detected
ar: تم اكتشاف مشكلة في Apple Pay
bg: Открит е проблем с Apple Pay
ca: Problema detectat amb l’Apple Pay
cs: Byl zjištěn problém s Apple Pay
da: Problem med Apple Pay fundet
de: Apple Pay-Problem entdeckt
el: Εντοπίστηκε ζήτημα με το Apple Pay
es: Hay un problema con Apple Pay
es_us: Problema detectado con Apple Pay
fi: Apple Pay -ongelma havaittu
fr: Problème détecté avec Apple Pay
fr_ca: Problème concernant Apple Pay détecté
he: התגלתה בעיה עם Apple Pay
hi: Apple Pay में समस्या पाई गई
hr: Detektiran je problem s Apple Payom
hu: Apple Payjel kapcsolatos probléma merült fel
id: Masalah Apple Pay Terdeteksi
it: È stato rilevato un problema con Apple Pay
ja: Apple Payの問題が検出されました
kk: Apple Pay функциясына қатысты мәселе анықталды
ko: Apple Pay 문제가 감지됨
lt: Aptikta „Apple Pay“ problema
ms: Isu Apple Pay Dikesan
nl: Probleem met Apple Pay gedetecteerd
no: Feil med Apple Pay registrert
pl: Apple Pay: wykryto problem
pt_br: Problema Detectado com o Apple Pay
pt_pt: Problema detetado com o Apple Pay
ro: A fost detectată o problemă legată de Apple Pay
ru: Обнаружена неполадка Apple Pay
sk: Bol zistený problém s Apple Pay
sl: Zaznana je težava s funkcijo Apple Pay
sv: Problem med Apple Pay upptäckt
th: ตรวจพบปัญหา Apple Pay
tr: Apple Pay Sorunu Saptandı
uk: Виявлено проблему з Apple Pay
vi: Đã phát hiện sự cố với Apple Pay
zh_cn: 检测到Apple Pay问题
zh_hk: 偵測到Apple Pay問題
zh_tw: 偵測到Apple Pay問題

# FACEID_POPUP_INFO
source: There’s an issue with your iPhone’s ability to use Face ID. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على استخدام بصمة الوجه. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Face ID на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’ús del Face ID. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s používáním Face ID. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at bruge Face ID. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem bei der Nutzung von Face ID. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Face ID από το iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la función de Face ID del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Face ID. En Configuración puedes averiguar más.
fi: iPhonen Face ID:ssä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser Face ID. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser Face ID. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Face ID. למידע נוסף יש לעבור אל ״הגדרות״.
hi: Face ID का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Face ID. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Face ID-t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Face ID. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare Face ID. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのFace IDの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың Face ID функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 Face ID를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Face ID“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Face ID. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om Face ID te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Face ID på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z modułem Face ID. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema no seu iPhone com o uso do Face ID. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Face ID. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a utiliza Face ID. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать Face ID из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problém s používaním Face ID. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati aplikacije Face ID. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Face ID på denna iPhone. Öppna Inställningar om du vill få mer information.
th: พบปัญหาในการใช้งาน Face ID บน iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun Face ID’yi kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з використанням Face ID. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Face ID trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法使用面容ID。请前往“设置”了解更多信息。
zh_hk: iPhone無法使用Face ID。請前往「設定」以取得更多資料。
zh_tw: iPhone無法使用Face ID。請前往「設定」以取得更多資訊。

source: Restart & Finish Repair
ar: إعادة التشغيل والانتهاء من الإصلاح
bg: Рестартиране и завършване на ремонта
ca: Reinicia i completa la reparació
cs: Restartovat a dokončit opravu
da: Start igen, og afslut reparation
de: Neu starten und Reparatur abschließen
el: Επανεκκίνηση και ολοκλήρωση επισκευής
es: Reiniciar y completar la reparación
es_us: Reiniciar y terminar la reparación
fi: Käynnistä uudelleen ja viimeistele korjaus
fr: Redémarrer et finaliser la réparation
fr_ca: Redémarrer et terminer la réparation
he: הפעלה מחדש וסיום התיקון
hi: रीस्टार्ट करें और मरम्मत करना पूरा करें
hr: Ponovno uključi i dovrši popravak
hu: Újraindítás és a javítás befejezése
id: Mulai Ulang & Selesaikan Perbaikan
it: Riavvia e termina la riparazione
ja: 再起動して修理を完了
kk: Қайта іске қосу және жөндеуді аяқтау
ko: 재시동 및 수리 마저 하기
lt: Paleisti iš naujo ir baigti remontą
ms: Mulakan Semula & Selesaikan Pembaikan
nl: Herstart en voltooi reparatie
no: Start på nytt og fullfør reparasjon
pl: Uruchom ponownie i dokończ naprawę
pt_br: Reinicie e Conclua o Reparo
pt_pt: Reiniciar e concluir reparação
ro: Reporniți și finalizați reparația
ru: Перезагрузить и завершить ремонт
sk: Reštartovať a dokončiť opravu
sl: Ponovno zaženi in dokončaj popravilo
sv: Starta om och slutför reparation
th: เริ่มการทำงานเครื่องใหม่และสิ้นสุดการซ่อมแซม
tr: Yeniden Başlat ve Onarımı Bitir
uk: Перезапустити і завершити ремонт
vi: Khởi động lại & hoàn tất sửa chữa
zh_cn: 重新启动并完成维修
zh_hk: 重新開機並完成維修
zh_tw: 重新啟動與完成維修
